Repository: Abdelrhman272/NextGen-System
Catalog: fish_farm_module_clean/i18n/*.po
Languages: ar

source: Fish Farm Dashboard
ar: لوحة تحكم المزرعة السمكية

source: Ponds
ar: الأحواض

source: Seed (KG)
ar: الزريعة (كجم)

source: Feed (KG)
ar: العلف (كجم)

source: Fishing (KG)
ar: الصيد (كجم)

source: Supplying (KG)
ar: التوريد (كجم)

source: Feed Trend (Last 7 Days)
ar: اتجاه العلف (آخر 7 أيام)

source: Fish Farm Settings
ar: إعدادات المزرعة السمكية

source: Fish Farm Configuration
ar: تهيئة المزرعة السمكية

source: Default Pond Capacity (KG)
ar: السعة الافتراضية للحوض (كجم)

source: Enable Feeding Notifications
ar: تفعيل تنبيهات التغذية
